/* Legal text for uploading to YouTube - message */
"By clicking 'Upload', you certify that you own all rights to the content or that you are authorized by the owner to make the content publicly available on YouTube, and that it otherwise complies with the YouTube Terms of Service located at http://www.youtube.com/t/terms." = "En cliquant sur Télécharger, vous certifiez que vous disposez disposer de tous les droits sur le contenu ou que vous êtes autorisé par le titulaire des droits à rendre le contenu public sur YouTube, et que ledit contenu est conforme aux conditions d’utilisation du service YouTube, consultables sur http://www.youtube.com/t/terms.";

/* Cancel button */
"Cancel" = "Annuler";

/* OK - unable to share error */
"OK" = "OK";

/* Unable to share to YouTube error - message */
"Please check your internet connection or your YouTube settings and permissions and try again." = "Vérifiez votre connexion Internet ou vos paramètres et autorisations YouTube, puis réessayez.";

/* Error connecting to YouTube - message */
"Please check your internet connection or your Youtube settings and try again." = "Vérifiez votre connexion Internet ou vos paramètres YouTube, puis réessayez.";

/* Button title when the preferences have no login name set */
"Sign In..." = "Se connecter...";

/* Button title in the preferences when there is a login name set */
"Sign Out..." = "Se déconnecter...";

/* Content is ready to be pasted */
"The link to your capture is ready to be pasted." = "Le lien vers votre capture est prêt à être collé.";

/* Unable to share to YouTube error - title */
"Unable to share to YouTube" = "Impossible de partager sur YouTube";

/* Error connecting to YouTube - title */
"Unable to share to Youtube" = "Impossible de partager sur YouTube";

/* Upload button */
"Upload" = "Télécharger";

/* plugin button tooltip */
"Upload the video capture to your YouTube account." = "Télécharger la capture vidéo sur votre compte YouTube";

/* Error title - Users Google account has no YouTube Account */
"You need to create a YouTube channel before you can upload videos." = "Vous devez créer une chaîne YouTube avant de pouvoir télécharger des vidéos.";

/* plugin name */
"YouTube" = "YouTube";

/* Legal text for uploading to YouTube - title */
"YouTube Upload" = "Téléchargement sur YouTube";

/* Error title - Users Google account has no YouTube Account */
"Your Google Account is not linked with a YouTube channel." = "Votre compte Google n’est pas associé à une chaîne YouTube.";

